Repository: fgirolami29/pwa-install-ITA
Catalog: i18n/*.xlf
Languages: it

# s6196153c4b0c1ea0
source: Install
it: Installa

# sdca23702207fba73
source: This site has app functionality. Install it on your device for extensive experience and easy access.
it: Questo sito dispone di funzionalità dell'app. Installala sul tuo dispositivo per un'esperienza completa e un facile accesso.

# sa5ef80b4bb9b39f8
source: Less
it: Meno

# s37a9e8aec5713460
source: More
it: Più

# s8d0173763d91830c
source: This site has app functionality. Add it to your Home Screen for extensive experience and easy access.
it: Questo sito dispone di funzionalità dell'app. Aggiungila alla tua schermata principale per un'esperienza completa e un facile accesso.

# sdfe23506a3b0cdc8
source: 1) Open in Safari browser
it: 1) Apri nel browser Safari

# s1b9047d53d9f9d22
source: 2) Press Share in Navigation bar
it: 2) Premi Condividi nella barra di navigazione

# s5c6aad7a7e4a1437
source: 3) Press Add to Home Screen
it: 3) Premi Aggiungi alla schermata principale

# sc79fd7641eb9a975
source: Hide Instruction
it: Nascondi istruzioni

# scdaf4bbff76674c8
source: Add to Home Screen
it: Aggiungi alla schermata principale
